[net]
batch=64
subdivisions=1
height=28
width=28
channels=3
max_crop=32
min_crop=32

label_smooth_eps=0.01

hue=.1
saturation=.75
exposure=.75
aspect=1.5
angle=5.0

learning_rate=0.1
burn_in = 500
policy=poly
power=2
max_batches = 5000

momentum=0.9
decay=0.0005

[convolutional]
batch_normalize=0
filters=32
size=3
stride=1
pad=1
activation=leaky
